Revit 2027 API
PointCloudFilterUtils Methods
The PointCloudFilterUtils type exposes the following members.
Methods
Name | Description
GetFilteredOutline |  Computes outline of a part of a box that satisfies given PointCloudFilter.
Top
See Also
Reference
PointCloudFilterUtils Class
Autodesk.Revit.DB.PointClouds Namespace